5 Корпусов по 4 Полка
1 Корпус = 4 Полка
1 Полк = 5 Дивизия

Дивизия :
    30 Мушкетёров
    70 Аркебузеров
    100 Арболетов
    200 Алебардистов
    300 Сабель
    900 Пик

синий = #00008B
мундир синего цвета

Вооружение :

(можно взёть щит)
ОБЕЗАТЕЛЬНО :

Готический доспех (3 мм)

Пикинер :
    Готический доспех
    Поддоспешник
    Пика = 4 метра
    Романский меч = 1 метр
    Мундиром

Алебардист :
    Готический доспех
    Поддоспешник
    Алебарда = 2,5 метра
    Романский меч = 1 метр
    мундиром

Рейтор :
    Бригантниый доспех на Кольчюге со Шлем
    Романский меч = 1 метра
    Карабин с длиной 35 см
    мундиром

Арболетчик :
    Кираса со Шлемом и Саботонами
    Поддоспешник
    Арболет с повезой
    Романский меч = 1 метр
    мундиром

Мушкетёр и Аркебузир:
    Поддоспешник с Мундиром
    Огнестрельное оружее
    Повеза

Артелерист:
    
